{
    "HEADER": {
        "TITLE": "Sensibilisation à l'Épilepsie",
        "HOME": "Accueil",
        "ADVICE": "Conseils Imporants",
        "QUIZ": "Quiz",
        "LOGIN": "Se connecter",
        "SIGNUP": "S'inscrire"
    },
    "LOGIN": {
        "TITLE": "Connexion",
        "SUBTITLE": "Ravi de vous revoir ! Veuillez entrer vos identifiants.",
        "EMAIL": "Email",
        "PASSWORD": "Mot de passe",
        "FORGOT_PASSWORD": "Mot de passe oublié ?",
        "REMEMBER_ME": "Rester connecté",
        "SUBMIT": "Se connecter",
        "NO_ACCOUNT": "Pas encore de compte ?",
        "CREATE_ACCOUNT": "Créer un profil",
        "TERMS": "Conditions d'utilisation",
        "PRIVACY": "Politique de confidentialité",
        "ACCESSIBILITY": "Accessibilité"
    },
    "SIGNUP": {
        "TITLE": "Créer un compte",
        "SUBTITLE": "Rejoignez la communauté EPI-AWARE.",
        "LAST_NAME": "Nom",
        "FIRST_NAME": "Prénom",
        "EMAIL": "Email",
        "PASSWORD": "Mot de passe",
        "PROFESSION": "Profession",
        "SPECIALTY": "Spécialité",
        "COUNTRY": "Pays / Région",
        "STRUCTURE": "Structure",
        "SUBMIT": "S'inscrire",
        "ALREADY_ACCOUNT": "Déjà un compte ?",
        "LOGIN": "Se connecter"
    },
    "ADVICE_PAGE": {
        "TITLE": "Conseils Imporants",
        "DESCRIPTION": "Retrouvez des guides pratiques et des informations essentielles pour mieux vivre avec l'épilepsie au quotidien.",
        "CARD_1_TITLE": "Qu'est-ce que l'épilepsie ?",
        "CARD_1_DESC": "Une vue d'ensemble complète de la maladie et ses causes.",
        "CARD_2_TITLE": "Quels sont les types de crises d'épilepsie ?",
        "CARD_2_DESC": "Identifier les différentes formes de crises et leurs symptômes.",
        "CARD_3_TITLE": "Toute fièvre avec crise chez l'enfant est-elle une épilepsie ?",
        "CARD_3_DESC": "Comprendre la différence entre convulsions fébriles et épilepsie.",
        "CARD_4_TITLE": "Que faire en cas de crise devant moi ?",
        "CARD_4_DESC": "Les gestes de premiers secours essentiels pour aider.",
        "CARD_5_TITLE": "Idées reçues sur l'épilepsie ?",
        "CARD_5_DESC": "Démêler le vrai du faux sur la maladie.",
        "CARD_6_TITLE": "Le médicament suffit-il à lui seul ?",
        "CARD_6_DESC": "L'importance de l'adhésion au traitement, du suivi et du mode de vie.",
        "CARD_1_CONTENT": "L'épilepsie est une affection neurologique chronique caractérisée par des crises récurrentes dues à une activité électrique anormale dans le cerveau. Elle n'est ni contagieuse ni une maladie mentale.",
        "CARD_2_CONTENT": "Les crises sont classées en deux groupes principaux : généralisées (affectant tout le cerveau) et focales (débutant dans une zone précise). Les symptômes incluent convulsions, perte de conscience, ou sensations inhabituelles.",
        "CARD_3_CONTENT": "Non, les convulsions fébriles sont courantes chez les jeunes enfants et sont souvent bénignes. Elles ne signifient pas nécessairement que l'enfant est épileptique, mais une évaluation médicale est nécessaire.",
        "CARD_4_CONTENT": "Restez calme, protégez la personne de toute blessure (éloignez les objets dangereux), placez quelque chose de souple sous sa tête, ne mettez RIEN dans sa bouche, et chronométrez la crise. Si elle dure plus de 5 minutes, appelez les secours.",
        "CARD_5_CONTENT": "Il est faux de croire qu'on peut avaler sa langue, que l'épilepsie est contagieuse ou qu'elle empêche de travailler. Avec un traitement adapté, la plupart des personnes mènent une vie active et normale.",
        "CARD_6_CONTENT": "Les médicaments sont essentiels, mais ne suffisent pas toujours seuls. Une bonne hygiène de vie (sommeil régulier, gestion du stress) et une observance stricte du traitement sont cruciales pour le contrôle des crises.",
        "ARTICLE_TAG": "Article du Mois",
        "ARTICLE_TITLE": "Comprendre les avancées de la recherche en 2024",
        "ARTICLE_DESC": "La recherche sur l'épilepsie progresse rapidement. Découvrez les nouvelles options de traitement, les dispositifs de détection innovants et comment ces avancées transforment le quotidien des patients. Une analyse approfondie par nos experts.",
        "READ_MORE": "Lire la Suite",
        "NEWSLETTER_TITLE": "Recevoir toutes les mises à jour...",
        "NEWSLETTER_PLACEHOLDER": "VOTRE EMAIL",
        "SUBSCRIBE": "S'abonner",
        "LEARN_MORE": "En savoir plus"
    },
    "BUTTONS": {
        "READ_MORE": "En savoir plus",
        "ABOUT": "À propos",
        "SUBSCRIBE": "S'abonner",
        "CLOSE": "Fermer"
    },
    "HOME": {
        "WELCOME": "Bienvenue sur Sensibilisation à l'Épilepsie",
        "DESCRIPTION": "Apprenez, comprenez et soutenez ceux qui vivent avec l'épilepsie.",
        "START_JOURNEY": "Commencer l'apprentissage",
        "FEATURE_1_TITLE": "Ressources Éducatives",
        "FEATURE_1_DESC": "Accédez à des guides complets et des articles sur les types d'épilepsie, les déclencheurs et les traitements.",
        "FEATURE_2_TITLE": "Guide de Premiers Secours",
        "FEATURE_2_DESC": "Apprenez les gestes de premiers secours essentiels pour aider une personne pendant une crise.",
        "FEATURE_3_TITLE": "Quiz Interactif",
        "FEATURE_3_DESC": "Testez vos connaissances et dissipez les mythes courants sur l'épilepsie.",
        "WHAT_IS_EPILEPSY_PT1": "Crises imprévisibles et répétées",
        "WHAT_IS_EPILEPSY_PT2": "Troubles de l'humeur et fatigue",
        "WHAT_IS_EPILEPSY_PT3": "Impact sur la mémoire et l'attention",
        "TAG_CRISES": "CRISES",
        "TAG_MOOD": "TROUBLES DE L'HUMEUR",
        "TAG_MEMORY": "MÉMOIRE",
        "EXPERTS_TITLE": "Paroles d'Experts...",
        "EXPERT_1_QUOTE": "\"La chirurgie est sous-utilisée en épilepsie, alors qu'elle offre la meilleure chance de liberté de crises chez les patients résistants aux traitements médicamenteux.\"",
        "EXPERT_2_QUOTE": "\"L'épilepsie ne se limite pas aux crises : elle affecte tous les aspects de la vie du patient. Les traitements doivent viser la qualité de vie, pas seulement le contrôle des crises.\"",
        "RESEARCH_TITLE": "Cas de Recherche",
        "RESEARCH_DESC": "Découvrez les dernières avancées cliniques et les études de cas sur les différents types de crises épileptiques.",
        "CASE_1_TITLE": "Cas 01 : Épilepsie du Lobe Temporal",
        "CASE_1_DESC": "\"Localiser pour mieux guérir.\" Ce cas illustre comment l'imagerie de pointe permet d'identifier une sclérose de l'hippocampe.",
        "CASE_2_TITLE": "Cas 02 : Épilepsie Myoclonique Juvénile",
        "CASE_2_DESC": "\"Comprendre les déclencheurs au quotidien.\" Focus sur les crises du réveil chez l'adolescent et la gestion du sommeil.",
        "CASE_3_TITLE": "Cas 03 : Épilepsie Absence (Pédiatrie)",
        "CASE_3_DESC": "\"Au-delà des apparences de l'inattention.\" Analyse des ruptures de contact brèves chez l'enfant et diagnostic EEG.",
        "NEWSLETTER_TITLE": "Recevoir toutes les mises à jour...",
        "NEWSLETTER_PLACEHOLDER": "VOTRE EMAIL"
    }
}